{
    "deck": "Dare Deck",
    "cards": [
        {"id": 1, "question": "Sing the chorus of a song you hate in a dramatic opera voice."},
        {"id": 2, "question": "Do 10 push-ups while shouting your favorite food with each rep."},
        {"id": 3, "question": "Text a random contact ‘I’m joining a circus!’ and show the reply."},
        {"id": 4, "question": "Wear socks on your hands for the next three turns."},
        {"id": 5, "question": "Imitate a chicken for 30 seconds, full commitment."},
        {"id": 6, "question": "Call a friend and convince them you saw a UFO today."},
        {"id": 7, "question": "Dance like nobody’s watching for one minute, no music."},
        {"id": 8, "question": "Say everything in a pirate accent for the next two turns."},
        {"id": 9, "question": "Make up a jingle for a fake product and sing it loudly."},
        {"id": 10, "question": "Pretend to be a robot for one minute, complete with sound effects."},
        {"id": 11, "question": "Post a silly selfie on your story with the caption ‘Living my best life!’"},
        {"id": 12, "question": "Eat a spoonful of a condiment chosen by the group."},
        {"id": 13, "question": "Do an impression of your favorite celebrity, go all out."},
        {"id": 14, "question": "Challenge someone to a thumb war and lose dramatically."},
        {"id": 15, "question": "Speak in slow motion for the next two turns."},
        {"id": 16, "question": "Wear a towel as a cape for the next three turns."},
        {"id": 17, "question": "Make animal noises every time someone says your name for 10 minutes."},
        {"id": 18, "question": "Perform a 30-second infomercial for a random object nearby."},
        {"id": 19, "question": "Swap shoes with the person to your left for two turns."},
        {"id": 20, "question": "Try to juggle three random items for 15 seconds."},
        {"id": 21, "question": "Announce ‘I’m unstoppable!’ before every action for three turns."},
        {"id": 22, "question": "Do a catwalk strut across the room like you’re on a runway."},
        {"id": 23, "question": "Talk like you’re underwater for one minute."},
        {"id": 24, "question": "Create a handshake with the person to your right and perform it."},
        {"id": 25, "question": "Pretend to be a news anchor reporting a ridiculous made-up story."},
        {"id": 26, "question": "Hold an ice cube until it melts without flinching."},
        {"id": 27, "question": "Sing ‘Happy Birthday’ to yourself in a public voice."},
        {"id": 28, "question": "Do 20 jumping jacks while reciting a nursery rhyme."},
        {"id": 29, "question": "Wear your shirt inside out for the next three turns."},
        {"id": 30, "question": "Imitate another player’s laugh for one minute."},
        {"id": 31, "question": "Serenade a stranger (or the group) with a love song, full passion!"},
        {"id": 32, "question": "Pretend to be a fitness guru and lead a 30-second workout."},
        {"id": 33, "question": "Make up a rap about the last thing you ate."},
        {"id": 34, "question": "Speak only in rhymes for the next two turns."},
        {"id": 35, "question": "Do a dramatic slow-motion fall and stay down for 10 seconds."},
        {"id": 36, "question": "Try to balance a spoon on your nose for 30 seconds."},
        {"id": 37, "question": "Proclaim you’re running for mayor and give a one-minute speech!"},
        {"id": 38, "question": "Pretend to be a dog excited to see its owner for 30 seconds."},
        {"id": 39, "question": "Draw a mustache on your face with a washable marker (or finger)."},
        {"id": 40, "question": "Narrate what you’re doing in third person for two turns."},
        {"id": 41, "question": "Sing everything you say for the next three turns."},
        {"id": 42, "question": "OUTRAGEOUS: Dance like a robot in a public space for 30 seconds!"},
        {"id": 43, "question": "Challenge someone to a staring contest and lose on purpose."},
        {"id": 44, "question": "Pretend to be a chef presenting a gourmet dish with random snacks."},
        {"id": 45, "question": "Do a one-minute impression of a grumpy old person."},
        {"id": 46, "question": "Wrap yourself in a blanket and declare yourself a burrito."},
        {"id": 47, "question": "Call a pizza place and order a pizza with only jellybeans!"},
        {"id": 48, "question": "Talk like you’re in a Shakespeare play for one minute."},
        {"id": 49, "question": "Put on a random hat (or make one) and wear it for three turns."},
        {"id": 50, "question": "Do a 30-second interpretive dance about your day."},
        {"id": 51, "question": "Pretend to be a motivational speaker for one minute."},
        {"id": 52, "question": "Try to say the alphabet backwards in under 30 seconds."},
        {"id": 53, "question": "Yell ‘I love this game!’ out a window!"},
        {"id": 54, "question": "Make a tower with random items and defend why it’s art."},
        {"id": 55, "question": "Speak only in whispers for the next two turns."},
        {"id": 56, "question": "Pretend to be a superhero revealing your origin story."},
        {"id": 57, "question": "Do a one-minute air guitar solo to an imaginary song."},
        {"id": 58, "question": "Wear underwear on your head for two turns!"},
        {"id": 59, "question": "Imitate a cartoon character chosen by the group."},
        {"id": 60, "question": "Try to wink at everyone without laughing for one minute."},
        {"id": 61, "question": "Pretend to be a time traveler confused by modern objects."},
        {"id": 62, "question": "Fake cry dramatically about losing a sock!"},
        {"id": 63, "question": "Do a 30-second commercial for a terrible fake app."},
        {"id": 64, "question": "Talk like you’re on fast-forward for one minute."},
        {"id": 65, "question": "Make up a secret agent code name and use it for three turns."},
        {"id": 66, "question": "Text your mom you’re moving to a llama farm!"},
        {"id": 67, "question": "Pretend to be a cat for 30 seconds, full purrs and meows."},
        {"id": 68, "question": "Wear one shoe on the wrong foot for two turns."},
        {"id": 69, "question": "Do a one-minute lip-sync battle with an imaginary song."},
        {"id": 70, "question": "Propose to a random object with a speech!"},
        {"id": 71, "question": "Pretend to be a game show contestant overly excited for 30 seconds."},
        {"id": 72, "question": "Make up a story about why you’re late using only sound effects."},
        {"id": 73, "question": "Sing a pop song in a heavy metal scream!"},
        {"id": 74, "question": "Do a 30-second dance like you’re underwater."},
        {"id": 75, "question": "Pretend to be a wizard casting silly spells for one minute."},
        {"id": 76, "question": "Wear a sock as a glove for the next three turns."},
        {"id": 77, "question": "Announce you’re quitting to become a mime!"},
        {"id": 78, "question": "Try to make everyone laugh with a bad joke."},
        {"id": 79, "question": "Pretend to be a tour guide for a boring object nearby."},
        {"id": 80, "question": "Do a one-minute impression of a hyper toddler."},
        {"id": 81, "question": "Fake a slow-motion fight scene with yourself!"},
        {"id": 82, "question": "Talk like you’re auditioning for a movie for two turns."},
        {"id": 83, "question": "Pretend to be a scientist revealing a dumb invention."},
        {"id": 84, "question": "Wear a blanket as a royal robe and demand respect!"},
        {"id": 85, "question": "Do a 30-second dance inspired by a vegetable."},
        {"id": 86, "question": "Pretend to be a radio DJ hyping up a fake song."},
        {"id": 87, "question": "Call a friend and sing them a random jingle!"},
        {"id": 88, "question": "Make up a secret society and describe its handshake."},
        {"id": 89, "question": "Pretend to be a spy on a mission for one minute."},
        {"id": 90, "question": "Do a 30-second workout led by an imaginary drill sergeant."},
        {"id": 91, "question": "Declare you’re starting a band called ‘The Couch Potatoes’!"},
        {"id": 92, "question": "Talk like you’re in a cheesy rom-com for two turns."},
        {"id": 93, "question": "Pretend to be a chef yelling orders in a fake kitchen."},
        {"id": 94, "question": "Fake a loud argument with an invisible person!"},
        {"id": 95, "question": "Do a one-minute dance like you’re a malfunctioning robot."},
        {"id": 96, "question": "Pretend to be an alien trying to order food."},
        {"id": 97, "question": "Proclaim you’re inventing a sport called ‘Extreme Napping’!"},
        {"id": 98, "question": "Make up a poem about a random object nearby."},
        {"id": 99, "question": "Pretend to be a motivational coach for a lazy goldfish."},
        {"id": 100, "question": "Announce you’re retiring to become a professional unicyclist!"}
    ]
}
