{
    "deck": "Funny Deck",
    "cards": [
        {"id": 1, "question": "What’s the worst fake name you’d give at a coffee shop?"},
        {"id": 2, "question": "If your pet could talk, what’s the sassiest thing they’d say?"},
        {"id": 3, "question": "What food combo sounds gross but you’d secretly try?"},
        {"id": 4, "question": "If you were a villain, what would your evil laugh sound like?"},
        {"id": 5, "question": "What’s the most ridiculous thing you’d buy with $100?"},
        {"id": 6, "question": "If you swapped voices with a cartoon character, who’d it be?"},
        {"id": 7, "question": "What dance move would you invent to go viral?"},
        {"id": 8, "question": "How would you answer a boring ‘How’s it going?’ in the funniest way?"},
        {"id": 9, "question": "What’s a terrible slogan for a toothpaste brand?"},
        {"id": 10, "question": "If you were a ghost, what silly thing would you haunt?"},
        {"id": 11, "question": "What’s the goofiest way to quit a job?"},
        {"id": 12, "question": "If animals had jobs, what would a sloth do?"},
        {"id": 13, "question": "What’s a cheesy pickup line you’d actually laugh at?"},
        {"id": 14, "question": "What would you name a really bad superhero?"},
        {"id": 15, "question": "What’s the funniest thing to yell in a quiet room?"},
        {"id": 16, "question": "If you made a prank app, what would it do?"},
        {"id": 17, "question": "What’s a weird talent you’d put on a resume?"},
        {"id": 18, "question": "If you were a meme, what would you be?"},
        {"id": 19, "question": "What’s the silliest rule you’d make as president?"},
        {"id": 20, "question": "What would your grandma’s rapper name be?"},
        {"id": 21, "question": "What’s a snack you’d fight a seagull over?"},
        {"id": 22, "question": "If you could text an alien, what’s the first thing you’d say?"},
        {"id": 23, "question": "What’s the most absurd way to celebrate a Tuesday?"},
        {"id": 24, "question": "If socks had feelings, what would they complain about?"},
        {"id": 25, "question": "What’s a fake holiday you’d totally get behind?"},
        {"id": 26, "question": "What’s the worst jingle for a car dealership?"},
        {"id": 27, "question": "If you narrated your life, who’d you want as the voice?"},
        {"id": 28, "question": "What’s a ridiculous thing to brag about?"},
        {"id": 29, "question": "What would a penguin say if it could text you?"},
        {"id": 30, "question": "What’s the funniest way to ruin a first date?"},
        {"id": 31, "question": "If you were a bad chef, what dish would you mess up?"},
        {"id": 32, "question": "What’s a goofy sound you’d add to a silent movie?"},
        {"id": 33, "question": "What’s the most pointless app idea you can think of?"},
        {"id": 34, "question": "If you ran a prank store, what’s one item you’d sell?"},
        {"id": 35, "question": "What’s a silly thing you’d teach in a fake class?"},
        {"id": 36, "question": "What’s the worst mascot for a sports team?"},
        {"id": 37, "question": "If you could make one food talk, what’d it say?"},
        {"id": 38, "question": "What’s a funny way to mispronounce ‘pizza’?"},
        {"id": 39, "question": "What would a really lazy robot do all day?"},
        {"id": 40, "question": "What’s the most absurd thing to put on a pizza?"},
        {"id": 41, "question": "If you were a stand-up comedian, what’s your opener?"},
        {"id": 42, "question": "What’s a weird thing you’d ask a magic 8-ball?"},
        {"id": 43, "question": "What’s the funniest way to start a meeting?"},
        {"id": 44, "question": "If you named a band after a vegetable, what’d it be?"},
        {"id": 45, "question": "What’s a silly thing you’d argue about with a friend?"},
        {"id": 46, "question": "What’s the worst advice you’d give a time traveler?"},
        {"id": 47, "question": "If you could prank a celebrity, who and how?"},
        {"id": 48, "question": "What’s a funny thing to whisper in a library?"},
        {"id": 49, "question": "What would a really bad fortune cookie say?"},
        {"id": 50, "question": "What’s the goofiest way to say ‘I’m sorry’?"},
        {"id": 51, "question": "If you made a viral video, what’s it about?"},
        {"id": 52, "question": "What’s a silly thing you’d ban if you were mayor?"},
        {"id": 53, "question": "What’s the funniest way to answer a wrong number?"},
        {"id": 54, "question": "If you were a bad magician, what trick would you botch?"},
        {"id": 55, "question": "What’s a weird thing to collect for no reason?"},
        {"id": 56, "question": "What’s the most ridiculous workout you’d try?"},
        {"id": 57, "question": "If you named a pet rock, what would you call it?"},
        {"id": 58, "question": "What’s a funny thing to say in an elevator?"},
        {"id": 59, "question": "What would a grumpy cat write in its diary?"},
        {"id": 60, "question": "What’s a terrible name for a comedy club?"},
        {"id": 61, "question": "If you could swap noses with an animal, which one?"},
        {"id": 62, "question": "What’s a silly thing you’d ask a genie for?"},
        {"id": 63, "question": "What’s the worst theme for a kid’s birthday party?"},
        {"id": 64, "question": "If you were a game show host, what’s your catchphrase?"},
        {"id": 65, "question": "What’s a funny thing to write on a foggy window?"},
        {"id": 66, "question": "What’s the most absurd way to open a speech?"},
        {"id": 67, "question": "If you made a bad sci-fi movie, what’s it called?"},
        {"id": 68, "question": "What’s a weird smell you’d turn into a candle?"},
        {"id": 69, "question": "What’s the funniest way to trip and pretend it’s cool?"},
        {"id": 70, "question": "If you invented a useless gadget, what’s it do?"},
        {"id": 71, "question": "What’s a silly thing you’d say to a robot therapist?"},
        {"id": 72, "question": "What’s the worst name for a pet goldfish?"},
        {"id": 73, "question": "If you were a bad poet, what’s your first line?"},
        {"id": 74, "question": "What’s a funny thing to do during a boring movie?"},
        {"id": 75, "question": "What’s a ridiculous thing to wear to a job interview?"},
        {"id": 76, "question": "If you could make a cloud shape, what would it be?"},
        {"id": 77, "question": "What’s a silly thing you’d trade for a taco?"},
        {"id": 78, "question": "What’s the funniest way to misspell your own name?"},
        {"id": 79, "question": "If you ran a weird zoo, what’s one exhibit?"},
        {"id": 80, "question": "What’s a goofy way to sign off an email?"},
        {"id": 81, "question": "What’s the most absurd thing to say on a first date?"},
        {"id": 82, "question": "If you were a bad weatherman, what’s your forecast?"},
        {"id": 83, "question": "What’s a funny thing to carve into a pumpkin?"},
        {"id": 84, "question": "What’s a terrible idea for a board game?"},
        {"id": 85, "question": "If you could talk to a chair, what’d you ask it?"},
        {"id": 86, "question": "What’s a silly thing you’d do with super speed?"},
        {"id": 87, "question": "What’s the worst name for a coffee shop?"},
        {"id": 88, "question": "What’s a funny thing to say during a staring contest?"},
        {"id": 89, "question": "If you made a bad app, what’s it called?"},
        {"id": 90, "question": "What’s a ridiculous thing to whisper to a plant?"},
        {"id": 91, "question": "What’s the funniest way to cheer up a grumpy friend?"},
        {"id": 92, "question": "If you were a pirate, what’s your silly catchphrase?"},
        {"id": 93, "question": "What’s a weird thing you’d put in a time capsule?"},
        {"id": 94, "question": "What’s the most absurd way to eat a sandwich?"},
        {"id": 95, "question": "If you could prank a vending machine, how?"},
        {"id": 96, "question": "What’s a funny thing to say to a mirror?"},
        {"id": 97, "question": "What’s a terrible name for a boy band?"},
        {"id": 98, "question": "If you were a bad detective, what clue would you miss?"},
        {"id": 99, "question": "What’s a silly thing you’d do if you were invisible?"},
        {"id": 100, "question": "What’s the funniest way to end a phone call?"}
    ]
}
